Repository: yogesh-chaurse/-MyProjects
Catalog: Magpie-web-app-master/MagPie/locale/*/LC_MESSAGES/django.po
Languages: es

source: Spanish
es: Spanish (Español)

source: Chinese
es: Chinese (汉语)

source: Email
es: Correo electrónico

source: Password
es: contraseña

source: First Name
es: Nombre De Pila

source: John
es: Juan

source: Please enter first name
es: Por favor ingrese primer nombre

source: Last Name
es: apellido

source: Doe
es: coneja

source: Please enter last name
es: Por favor, ingrese el apellido

source: Address line 1
es: Dirección Línea 1

source: Please enter address line 1
es: Por favor, introduzca la línea de dirección 1

source: Address line 2 (Optional)
es: Dirección. Linea 2 (opcional)

source: Apartment 45
es: Apartamento 45

source: Address line 3 (Optional)
es: Dirección línea 3 (Opcional)

source: Main City, PM
es: Ciudad principal, PM

source: City
es: ciudad

source: Please enter city
es: Por favor introduzca la ciudad

source: Country
es: país

source: Please enter country
es: Por favor ingrese país

source: Postcode
es: código postal

source: Please enter postcode
es: Por favor ingrese el código postal

source: Phone Number
es: Número De Teléfono

source: Please enter phone number
es: Por favor, ingrese el número telefónico

source: Please enter valid phone number
es: Por favor, introduzca el número de teléfono válido

source: Please enter email id
es: Por favor ingrese correo electrónico de identificación

source: Phone
es: teléfono

source: What type of claim would you like to file?
es: ¿Qué tipo de reclamación le gustaría presentar?

source: Select Claim Type
es: Seleccione Tipo Reclamación

source: Please Select Claim type
es: Seleccione Tipo Reclamación

source: Claim Description
es: Reclamación Descripción

source: Enter claim description
es: Introduzca Descripción reclamación

source: Please attach a proof of purchase
es: Por favor, adjunte un comprobante de compra

source: Please verify your address line 1 *
es: Verifique por favor su línea de dirección 1 *

source: Verify address line 2
es: Verifique la línea de dirección 2

source: Verify address line 3
es: Verifique la línea de dirección 3

source: Verify city *
es: Verifique la ciudad *

source: Verify country *
es: Verifique país *

source: Verify Postcode *
es: Verificar Código postal *

source: Please enter valid email id
es: Por favor ingrese correo electrónico de identificación válida

source: Lost
es: perdido

source: Stolen
es: robado

source: Cards *
es: Tarjetas *

source: Please select at least one
es: Por favor, seleccione al menos un

source: Select Date & Time *
es: Seleccione Fecha y hora *

source: Date & Time
es: Fecha y hora

source: Please select the date and time
es: Por favor seleccione la fecha y la hora

source: Describe The Event
es: Describir el evento

source: Verify Address *
es: Confirme su dirección *

source: Verify Address
es: Dirección Verify

source: Please enter address
es: Por favor, introduzca la dirección

source: Verify Postcode
es: verificar Código Postal

source: Select Language *
es: Selecciona Idioma *

source: Select Language
es: Selecciona Idioma de la

source: Please select a language
es: Elija un idioma

source: Please input your 8 digit PIN
es: Por favor ingresa tu Código de Acceso de 8 dígitos

source: You are logged in successfully!
es: Usted está en el sistema con éxito!

source: Invalid email id or password
es: Identificación del correo electrónico o contraseña no válidos

source: Your information has been updated with Port.
es: Su información ha sido actualizado con el puerto.

source: Please add image with size less than 2MB
es: Por favor, añada imagen con un tamaño inferior a 2 MB

source: Something went wrong !!!!
es: Algo salió mal !!!!

source: Your language setting has been changed.
es: Su configuración de idioma se ha cambiado.

source: There is some problem.
es: Hay un poco de problema.

source: The request is submitted successfully.
es: La petición se ha enviado correctamente.

source: This PIN has already been used.
es: Este Código ya se ha utilizado anteriormente.

source: Invalid 8 digit PIN, please try again!
es: Código de 8 dígitos inválido, por favor intenta de nuevo

source: Error in Magpie user activation
es: Error en la Activación del Usuario Magpie

source: Do you want to activate this service ?
es: ¿Quieres activar este servicio?

source: Install and Forget.
es: Instalar y olvidar.

source: Bitdefender’s OneClick Autopilot automatically makes the best security decisions for you.
es: De Bitdefender Autopilot OneClick hace automáticamente las mejores decisiones de seguridad para usted.

source: Smart Profiles.
es: Perfiles inteligentes.

source: Single-Click Tune-Up &amp; Clean-Up.
es: Un solo clic Tune-Up & amp; Limpiar.

source: OneClick Optimizer speeds up your system and frees up disk space.
es: OneClick Optimizer acelera su sistema y libera espacio en disco.

source: One-Step Online Payments.
es: One-Step pagos en línea.

source: Wallet simplifies purchases by securely autofilling your credit card details.
es: Monedero simplifica las compras de forma segura el autorrelleno en su tarjeta de crédito.

source: Yes
es: sí

source: Bitdefender Total Security 2015 automatically detects when you Work, Play or Watch movies, and prevents other apps from slowing you down.
es: Bitdefender Total Security 2015 detecta automáticamente cuando se trabaja, jugar o ver películas, y evita que otras aplicaciones de causarle demoras.

source: Bitdefender Parental Control 2015
es: Bitdefender Control Parental 2015

source: Even the best anti-malware software is worthless, if it’s hard to use. Bitdefender Total Security 2015 engages security with a single click.
es: Incluso el mejor software anti-malware no tiene ningún valor, si es difícil de usar. Bitdefender Total Security 2015 se dedica de seguridad con un solo clic.

source: Ethos
es: carácter distintivo

source: At Magpie, we are passionate about making life easy.
es: En Urraca, nos apasiona hacer la vida más fácil.

source: We bring everyday life services straight to the palm of your hand, via your phone.
es: Brindamos servicios de la vida de todos los días directamente a la palma de la mano, a través de su teléfono.

source: We believe in using the power of digital technology to live our lives efficiently.
es: Creemos en el uso del poder de la tecnología digital para vivir nuestras vidas de manera eficiente.

source: Magpie services are ‘best of breed’, meaning we search the globe for the best apps and services of their kind that make everyday life easy. If we can’t find one good enough, we make one ourselves.
es: Servicios Urraca son 'lo mejor del mercado', es decir, buscamos el mundo por las mejores aplicaciones y servicios de su tipo que hacen la vida diaria más fácil. Si no podemos encontrar uno lo suficientemente bueno, hacemos uno nosotros mismos.

source: We believe in a connected world, where individuals and organisations share the information they need at the click of a button.
es: Creemos en un mundo conectado, donde los individuos y las organizaciones compartan la información que necesitan con el clic de un botón.

source: We’ve sourced smart tech, replaced paper with screens and given you new digital ways to get in touch (and you can call us) – this is our vision of the connected world.
es: Hemos origen tecnología inteligente, papel reemplazado con pantallas y dieron nuevas formas digitales de ponerse en contacto (y usted nos puede llamar) - esta es nuestra visión del mundo conectado.

source: A connected world is a world where businesses fit around each individual, their information and their preferences for sharing it.
es: Un mundo conectado es un mundo donde las empresas se ajustan alrededor de cada individuo, su información y sus preferencias para compartirlo.

source: We believe in the value of personal information and the way forward for consumers and businesses alike is to give back control to the owner – you.
es: Creemos en el valor de la información personal y el camino a seguir para los consumidores como para las empresas es de devolver el control al propietario - usted.

source: At Magpie, we know that personal information is required for both basic and good customer experience.
es: En Urraca, sabemos que se requiere información personal, tanto para la experiencia básica y buen cliente.

source: We know that consumers want personalised service and we know that the only way to do this is by using personal information. But we also know that too many organisations have access to personal information they don’t need – just look at your inbox and see who you receive emails from if you need proof.
es: Sabemos que los consumidores quieren un servicio personalizado y sabemos que la única manera de hacer esto es mediante el uso de información personal. Pero también sabemos que muchas organizaciones tienen acceso a la información personal que no es necesario - sólo mira a su bandeja de entrada y averigua cuáles usted recibe correos electrónicos de si usted necesita pruebas.

source: We want a world where we – consumers – can choose which organisations have access to our personal information, what they access and how long they access it for. We want a world where we – organisations – spend time talking to customers who want to hear from us without bothering the ones who don’t.
es: Queremos un mundo en el que - los consumidores - podemos elegir qué organizaciones tienen acceso a nuestra información personal, lo que el acceso y el tiempo que el acceso para. Queremos un mundo en el que - organizaciones - pasamos tiempo hablando con los clientes que quieren saber de nosotros sin molestar a los que no lo hacen.

source: This is our Ethos and we have the culture and technology to deliver it. It’s smart technology on your terms.
es: Esta es nuestra Ethos y tenemos la cultura y la tecnología para entregarlo. Es la tecnología inteligente en sus términos.

source: Magpie Intl - All rights reserved.
es: Urraca Intl - Todos los derechos reservados.

source: My Account
es: Mi Cuenta

source: Subscription Information
es: Info sobre la suscripción

source: Settings
es: Ajustes

source: Privacy Policy
es: política De Privacidad

source: Help
es: ayuda

source: Logout
es: Cerrar sesión

source: Leave Feedback
es: Deja Un Comentario

source: Menu
es: menú

source: Need Help? Call or Email us at:
es: ¿Necesitas ayuda? Llámenos o envíenos un correo electrónico a:

source: Contact Number
es: Teléfono de contacto

source: Billing Details
es: Detalles de facturación

source: Subscription Period
es: Período de suscripción

source: Start:
es: Inicio:

source: End:
es: fin

source: Billing Amount
es: facturación Monto

source: Auto Renew Status
es: Auto Renew Estado

source: Back
es: espalda

source: 1 Introduction
es: 1 Introducción

source: 2.1 When you subscribe to Magpie services
es: 2.1 Cuando se suscribe a servicios Urraca

source: In order to subscribe to our services you will be required to submit the following basic information;
es: Para suscribirse a nuestros servicios se le exigirá que presente la siguiente información básica;

source: Some services will require access to additional information in order for them to function correctly and for you to benefit from these services, these may include:
es: Algunos servicios requieren acceso a información adicional a fin de que funcionen correctamente y para que pueda beneficiarse de estos servicios, éstos pueden incluir:

source: Card loss and registration services;
es: Los servicios de pérdida de la tarjeta y de registro;

source: Important document storage;
es: almacenamiento de documentos importantes;

source: Additional contact information e.g. Date of Birth, home phone number or secondary email address;
es: Información adicional de contacto, por ejemplo, Fecha de nacimiento, número de teléfono de su casa o la dirección de correo electrónico secundaria;

source: Additional information required to process an insurance claim;
es: La información adicional requerido para procesar un reclamo de seguro;

source: A list of payment cards, required for loss reporting an re-ordering;
es: Una lista de tarjetas de pago, requeridos para la pérdida de informar de un reordenamiento;

source: Photo scans of important documents (stored in your PIB) for replacement purposes;
es: Los escaneos de fotos de documentos importantes (almacenados en su PIB) para fines de sustitución;

source: Mobile phone registration details such as IMEI and proof of purchase.
es: Mobile detalles de registro del teléfono, como el IMEI y el comprobante de compra.

source: 2.3 Usage data
es: Los datos de 2.3 Uso

source: For more information about the information gathered using Google Analytics, please visit:
es: Para obtener más información acerca de la información recopilada a través de Google Analytics, por favor visite:

source: The information we collect cannot be used by anyone else who has access to your mobile device to find out anything about you. The tracking we perform does not in any way compromise the security of your device.
es: La información que recopilamos no puede ser utilizado por cualquier persona que tenga acceso a su dispositivo móvil para saber nada de ti. El seguimiento que realizamos no corren peligro ni la seguridad de su dispositivo.

source: We are unable to use the information collected about your usage to identify you personally.
es: No podemos utilizar la información recopilada sobre su uso para identificarle personalmente.

source: 3 How we use the information we collect
es: 3 ¿Cómo utilizamos la información que recopilamos

source: To manage your subscription;
es: Administrar su suscripción;

source: To provide you with the services and features of your subscription;
es: Para proporcionarle los servicios y características de su suscripción;

source: To collect payments when due;
es: Recoger los pagos al vencimiento;

source: To communicate with you by e-mail, telephone or post if you have purchased a Subscription from Magpie, either regarding the purchase or other matters regarding transactions between you and Magpie or your customer relationship with Magpie;
es: Para comunicarse con usted por correo electrónico, teléfono o correo si ha adquirido una suscripción de Urraca, ya sea en cuanto a la compra u otras cuestiones relativas a las transacciones entre usted y la urraca o su relación de cliente con Urraca;

source: 4 Who do we share information with
es: 4 ¿Con quién compartimos la información con

source: 4.1 Your Personal Information
es: 4.1 Su Información Personal

source: Your personal information will only be made available to Magpie’s authorised service provider’s and third party suppliers which perform certain services on Magpie’s behalf e.g. providing IT support and maintenance, providing hosting services, providing customer service, providing payment processing services and providing features of the subscription. These service providers may have access to personal information needed to perform their functions on Magpie’s behalf but are not permitted to share or to use such information for any other purpose.
es: Su información personal sólo será puesto a disposición de terceros proveedores que realizan determinados servicios en nombre ejemplo de la urraca del proveedor de servicios autorizado de Urraca y proporcionar soporte de TI y mantenimiento, proporcionando servicios de alojamiento, ofreciendo servicio al cliente, la prestación de servicios de procesamiento de pagos y proporcionar características de la suscripción. Estos proveedores de servicios pueden tener acceso a la información personal necesaria para realizar sus funciones en nombre de la urraca, pero no se les permite compartir o utilizar dicha información para cualquier otro propósito.

source: Magpie will not share your personal information without your permission to any other third party.
es: Urraca no compartirá su información personal sin su permiso a cualquier otro tercero.

source: 4.2 De-identified usage information
es: 4.2 información de uso identificado-De

source: 5 Accessing and updating user information
es: 5 Acceso y actualización de la información del usuario

source: 6 Data security
es: 6 seguridad de datos

source: Magpie works hard to protect the security of your information during transmission by using Secure Sockets Layer (SSL) software, which encrypts information you input.
es: Urraca trabaja duro para proteger la seguridad de su información durante la transmisión usando software Secure Sockets Layer (SSL), que encripta la información que usted ingresa.

source: In addition, Magpie maintains electronic and procedural safeguards in connection with the collection, storage and disclosure of any personally identifiable customer information. Our security procedures mean that we may occasionally request proof of identity before we disclose personal information to you.
es: Además, la urraca mantiene protecciones electrónicas y de procedimiento en relación con la recogida, el almacenamiento y la divulgación de cualquier información de los clientes de identificación personal. Nuestros procedimientos de seguridad implican que ocasionalmente podemos solicitar una prueba de identidad antes de revelar información personal a usted.

source: It is important for you to protect against unauthorised access to your password and to your computer. Be sure to sign off when you finish using a shared computer.
es: Es importante para usted protegerse contra el acceso no autorizado a su contraseña ya su ordenador. Asegúrese de cerrar la sesión cuando termine de utilizar un ordenador compartido.

source: 7 Third party services
es: 7 Los servicios de terceros

source: 8 Contact us
es: 8 Contacto

source: If you have any questions regarding Magpie’s privacy policy then please contact
es: Si usted tiene alguna pregunta con respecto a la política de privacidad de Urraca, por favor, póngase en contacto con

source: 9 Changes to the Privacy Policy
es: 9 Cambios en la política de privacidad

source: We may make changes to the privacy policy from time to time, so please visit this Privacy Policy regularly. If we make any changes which we believe are material we will inform you through the subscription service. Your continued use of the subscription thereafter constitutes acceptance of the changes.
es: Podemos hacer cambios a la política de privacidad de vez en cuando, así que por favor visite esta Política de Privacidad periódicamente. Si hacemos cualquier cambio que creemos son de material se le informará a través del servicio de suscripción. El uso continuado de la suscripción constituye a partir de entonces la aceptación de los cambios.

source: Activate Your Bundle Services
es: Activar mis servicios del paquete

source: Submit
es: presentar

source: Language Setting
es: Configuración de idioma

source: Cancel
es: cancelar

source: Insurance Claim
es: reclamo de seguro

source: Your claim is being processed. A Magpie representative will contact you shortly.
es: Se está procesando su reclamo. Un representante de la urraca se pondrá en contacto contigo en breve.

source: Done
es: hecho

source: Save Changes
es: Guardar cambios

source: Please enter any additional details below:
es: Por favor ingrese los detalles adicionales a continuación:

source: Conditions and Exclusions
es: Condiciones y exclusiones

source: Please attach any relevant document (if applicable)
es: Adjunte cualquier documento pertinente (si procede)

source: Browse...
es: Examinar ...

source: No file attached...
es: No hay ningún archivo adjunto ...

source: File size should be less than 2MB
es: Tamaño del archivo debe ser inferior a 2 MB

source: About Mobile Phone Insurance
es: Acerca de Mobile Insurance Teléfono

source: Excess Amount
es: exceso Monto

source: Work under progress
es: Trabajo en progreso

source: Address Line 1
es: Dirección Línea 1

source: Address Line 2
es: Dirección Línea 2

source: Address Line 3
es: Dirección Línea 3

source: Zipcode
es: Código Postal

source: Edit
es: editar

source: Report Lost Card
es: Boleta Perdido

source: Call Help Center : 0123456789
es: Llame al Centro de Ayuda: 0123456789

source: Get a new PIN
es: Obtener un Código nuevo

source: Check your email for authentication code.
es: Revisa tu Correo Electrónico, ahí te enviamos tu Código de Autenticación (NIP).

source: Continue
es: Continuar

source: You will be authenticated by Magpie.
es: Magpie autenticará tus Credenciales.

source: Already have an account?
es: ¿Ya tienes una Cuenta?
