Repository: yogesh-chaurse/-MyProjects
Catalog: Magpie-web-app-master/MagPie/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Enter valid email Id
es: Introduce dirección de correo electrónico válida Id

source: Please enter valid email id
es: Por favor ingrese correo electrónico de identificación válida

source: Please enter the PIN
es: Por favor, ingresa tu NIP

source: Please input your 8 digit PIN
es: Por favor ingresa tu Código de Acceso de 8 dígitos

source: Please select claim types
es: Por favor, seleccione los tipos de reclamaciones

source: Please read the conditions and exclusions for the selected insurance type.
es: Por favor, lea las condiciones y exclusiones para el tipo de seguro seleccionado.

source: Please enter address line 1
es: Por favor, introduzca la línea de dirección 1

source: Please enter city
es: Por favor introduzca la ciudad

source: Please enter valid city
es: Por favor introduzca la ciudad válida

source: Please enter country
es: Por favor ingrese país

source: Please enter valid country
es: Por favor ingrese país válido

source: Please enter postcode
es: Por favor ingrese el código postal

source: Please enter valid postcode
es: Por favor ingrese el código postal válido

source: Please enter email id
es: Por favor ingrese correo electrónico de identificación

source: Please attach file
es: Adjunte archivo

source: File type should be png jpg only
es: Tipo de archivo debe ser png jpg sólo

source: We noticed the contact info you submitted is different than your contact info on file, do you want to update your contact info on file?
es: Nos dimos cuenta de la información de contacto que ha enviado es diferente que su información de contacto en el archivo, hacemos desea actualizar su información de contacto en el archivo?

source: Enter email Id
es: Introduzca eMail

source: Enter valid email id
es: Ingrese correo electrónico de identificación válida

source: Enter password
es: Introduzca la contraseña

source: Please enter first name
es: Por favor ingrese primer nombre

source: Please enter valid first name
es: Por favor ingrese válida nombre

source: Please enter last name
es: Por favor, ingrese el apellido

source: Please enter valid last name
es: Por favor ingrese válida apellido

source: Please enter phone number
es: Por favor, ingrese el número telefónico

source: Please enter valid phone number
es: Por favor, introduzca el número de teléfono válido

source: Please select at least one card.
es: Por favor, seleccione al menos una tarjeta.

source: Please enter address
es: Por favor, introduzca la dirección

source: Please enter valid data
es: Por favor ingrese los datos válidos

source: Please select date and time
es: Por favor, seleccione la fecha y la hora

source: Please select at least one
es: Por favor, seleccione al menos un
